Repository: ProtonMail/ios-mail
Catalog: Modules/App/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: We encountered an issue while syncing your mail with the event loop. Please share the logs with our support team for further investigation. Try logging out and logging back in to resolve the issue.
be: Узнікла праблема падчас сінхранізацыі вашай пошты з цыклам падзей. Абагуліце журнал з нашай службай падтрымкі для далейшага расследавання. Паспрабуйце выйсці і паўторна аўтарызавацца, каб вырашыць праблему.
ca: S'ha produït un error en sincronitzar el correu amb el bucle d'esdeveniments. Compartiu els registres amb el nostre equip de suport per a una investigació més detallada. Intenteu tancar la sessió i tornar-la a iniciar per resoldre el problema.
cs: Došlo k chybě při synchronizaci vaší pošty se smyčkou událostí. Sdílejte prosím logy s naším týmem podpory, aby mohl problém řešit. Pokuste se problém řešit odhlášením a opětovným přihlášením.
da: Vi stødte på et problem under synkroniseringen af din mail med begivenhedsløkken. Del venligst logfilerne med vores supportteam med henblik på yderligere undersøgelse. Prøv at logge ud og logge ind igen for at løse problemet.
de: Bei der Synchronisation deiner E-Mails mit der Ereignisschleife ist ein Problem aufgetreten. Bitte teile die Protokolle mit unserem Support-Team zur weiteren Untersuchung. Versuche, dich abzumelden und wieder anzumelden, um das Problem zu beheben.
el: Συναντήσαμε ένα πρόβλημα κατά τη συγχρονισμό του αλληλογραφίας σας με τον βρόχο εκδηλώσεων. Παρακαλούμε μοιραστείτε τα αρχεία καταγραφής με την ομάδα υποστήριξής μας για περαιτέρω έρευνα. Δοκιμάστε να αποσυνδεθείτε και να συνδεθείτε ξανά για να επιλύσετε το πρόβλημα.
es: Encontramos un problema al sincronizar tu correo con el bucle de eventos. Comparte los registros con nuestro equipo de soporte para que realicen una investigación más exhaustiva. Intenta cerrar sesión y volver a iniciarla para resolver el problema.
es_419: Hemos encontrado un problema al sincronizar su correo con un evento recurrente. Comparta los registros con nuestro soporte para una investigación detallada. Intente cerrar sesión e iniciar nuevamente para resolver el problema.
fi: Synkronoitaessa sähköpostiasi tapahtumasilmukan kanssa, ilmeni ongelma. Jaa lokit tukitiimillemme jatkotutkimuksia varten. Yritä kirjautua ulos ja takaisin sisään ongelman ratkaisemiseksi.
fr: Nous avons rencontré un problème lors de la synchronisation de votre e-mail avec la boucle d'événements. Veuillez partager les journaux avec notre équipe d'assistance pour une enquête plus approfondie. Essayez de vous déconnecter et de vous reconnecter pour résoudre le problème.
hu: Probléma lépett fel az e-mailek szinkronizálása során az eseményhurokkal. Kérjük, ossza meg a naplókat a támogatási csapatunkkal további kivizsgálás céljából. Próbáljon meg kijelentkezni, majd újra bejelentkezni a probléma megoldásához.
id: Kami mengalami masalah saat menyinkronkan email Anda dengan loop event. Silakan bagikan log-nya dengan tim layanan dukungan kami untuk penyelidikan lebih lanjut. Coba keluar dan masuk kembali untuk menyelesaikan masalah tersebut.
it: Abbiamo riscontrato un problema durante la sincronizzazione della tua posta con il ciclo di eventi. Condividi i log con il nostro team di supporto per ulteriori indagini. Prova a disconnetterti e ad accedere nuovamente per risolvere il problema.
ja: メールとイベントループの同期中に問題が発生しました。さらなる調査のため、ログをサポートチームに共有してください。問題を解決するためにログアウトして再度ログインしてください。
ko: 메일을 이벤트 루프와 동기화하는 동안 문제가 발생했습니다. 추가 조사를 위해 지원팀과 로그를 공유해 주세요. 로그아웃했다가 다시 로그인하여 문제를 해결해 보실 수 있습니다.
nb: Vi oppdaget et problem under synkronisering av e-posten din med hendelsessløyfen. Del loggene med supportteamet vårt for videre undersøkelser. Prøv å logge av og på igjen for å løse problemet.
nl: Er is een probleem opgetreden bij het synchroniseren van uw e-mail met de event-loop. Deel de logs met ons supportteam voor verder onderzoek. Probeer uit te loggen en weer in te loggen om het probleem op te lossen.
pl: Napotkaliśmy problem podczas synchronizacji poczty z pętlą zdarzeń. Udostępnij logi naszemu zespołowi pomocy technicznej w celu dalszego zbadania. Zaloguj się ponownie, aby rozwiązać problem.
pt: Encontrámos um problema ao sincronizar o seu correio com o ciclo de eventos. Partilhe os registos com a nossa equipa de apoio ao cliente para investigação adicional. Tente terminar sessão e voltar a iniciar sessão para resolver o problema.
pt_br: Ocorreu um problema ao sincronizar seu e-mail com o loop de eventos. Compartilhe os registros com nossa equipe de suporte para podermos investigar melhor. Tente sair e iniciar a sessão novamente para resolver o problema.
ro: A apărut o problemă la sincronizarea contului de e-mail cu bucla de eveniment. Trimiteți jurnalele aplicației către echipa noastră de asistență pentru investigații suplimentare. Încercați să vă deconectați și să vă reconectați pentru a încerca rezolvarea problemei.
ru: При синхронизации почты с циклом обработки событий произошла ошибка. Пожалуйста, передайте журналы нашей команде поддержки для дальнейшего расследования. Попробуйте выйти из аккаунта и войти снова, чтобы устранить проблему.
sk: Narazili sme na problém pri synchronizácii vašej pošty s cyklom udalostí. Prosím, zdieľajte protokoly s naším tímom podpory na ďalšie prešetrenie. Skúste sa odhlásiť a znova prihlásiť na vyriešenie problému.
sl: Prišlo je do težave pri sinhronizaciji vaše pošte z dogodkovno zanko. Za nadaljnjo preiskavo prosimo, da delite dnevnike z našo podporno ekipo. Poskusite se odjaviti in znova prijaviti, da odpravite težavo.
sv: Vi stötte på ett problem vid synkronisering av din e-post med händelseloopen. Vänligen dela loggarna med vårt support-team för vidare undersökning. Försök logga ut och logga in igen för att lösa problemet.
tr: E-postanızı etkinlik döngüsü ile eşitlerken bir sorunla karşılaştık. Lütfen sorunu daha ayrıntılı inceleyebilmemiz için sistem günlüğü kayıtlarını destek ekibimizle paylaşın. Sorunu çözmek için oturumunuzu kapatıp yeniden açmayı deneyin.
uk: Ми зіткнулися з проблемою під час синхронізації вашої пошти з циклом подій. Надішліть журнали нашій службі підтримки для подальшого розслідування. Спробуйте вийти із системи та увійти знову, щоби вирішити проблему.
zh_hans: 我们在将您的邮件与事件循环同步时遇到了问题。请与我们的支持团队共享日志，以便进一步调查。请尝试注销并重新登录以解决问题。
zh_hant: 將您的郵件與事件循環同步時發生問題。請與我們的支援服務團隊分享日誌以供進一步調查。請嘗試登出後再重新登入以解決此問題。

source: We’re almost there. Thanks for your patience!
be: Амаль усё гатова. Дзякуй за ваша цярпенне!
ca: Gairebé hi som. Gràcies per la vostra paciència!
cs: Už jsme téměř u konce. Děkujeme za vaši trpělivost!
da: Vi er der næsten. Tak for din tålmodighed.
de: Wir sind fast am Ziel. Vielen Dank für die Geduld!
el: Σχεδόν τελειώσαμε. Ευχαριστούμε για την υπομονή σας!
es: Ya casi. ¡Gracias por tu paciencia!
es_419: Ya casi. ¡Gracias por su paciencia!
fi: Melkein valmista. Kiitos kärsivällisyydestäsi!
fr: Nous y sommes presque. Merci de votre patience !
hu: Majdnem készen vagyunk. Köszönjük a türelmet!
id: Kami hampir selesai. Terima kasih atas kesabaran Anda!
it: Ci siamo quasi. Grazie per la pazienza!
ja: まもなく完了します。お待ちいただきありがとうございます！
ko: 거의 다 왔어요. 기다려 주셔서 감사합니다!
nb: Vi er nesten der. Takk for tålmodigheten!
nl: We zijn er bijna. Bedankt voor uw geduld!
pl: Już prawie. Dziękujemy za cierpliwość!
pt: Estamos quase lá. Agradecemos a sua paciência!
pt_br: Estamos quase lá. Agradecemos a sua paciência!
ro: Mai avem puțin. Vă mulțumim pentru răbdare!
ru: Почти готово. Спасибо за терпение!
sk: Už sme takmer pri cieli. Ďakujeme za vašu trpezlivosť.
sl: Skoraj smo gotovi. Hvala za potrpežljivost!
sv: Vi är nästan framme. Tack för ditt tålamod!
tr: Bitmek üzere. Sabrınız için teşekkürler!
uk: Ми майже закінчили. Дякуємо за ваше терпіння!
zh_hans: 我们快完成了。感谢您的耐心！
zh_hant: 我們快完成了。感謝您的耐心等待！

source: You are currently offline, please try again with internet connection.
be: Цяпер вы па-за сеткай. Паспрабуйце яшчэ раз з падключаным інтэрнэтам.
ca: Esteu fora de línia, torneu-ho a provar amb connexió a Internet.
cs: Právě jste offline, zkuste to prosím znovu s připojením k internetu.
da: Du er i øjeblikket offline. Prøv igen med internetforbindelse.
de: Bitte mit einer Internetverbindung erneut versuchen.
el: Αυτήν τη στιγμή είστε εκτός σύνδεσης, παρακαλούμε δοκιμάστε ξανά με σύνδεση στο διαδίκτυο.
es: Estás desconectado. Inténtalo de nuevo con una conexión a Internet.
es_419: No hay conexión. Intente de nuevo con una conexión a internet.
fi: Olet tällä hetkellä offline tilassa, yritä uudelleen kun olet yhdistettynä verkkoon.
fr: Vous êtes actuellement hors ligne. Veuillez réessayer en étant connecté à internet.
hu: Ön jelenleg offline, kérjük, próbálja meg újra, aktív internet kapcsolattal.
id: Anda sedang offline. Silakan coba lagi dengan koneksi internet yang terhubung.
it: Al momento sei offline. Riprova con una connessione a internet.
ja: 現在オフラインです。インターネットに接続してもう一度お試しください。
ko: 현재 오프라인입니다, 인터넷 연결 상태 확인 후 다시 시도하세요.
nb: Du er for øyeblikket frakoblet. Prøv igjen med en internettilkobling.
nl: U bent momenteel offline. Probeer het opnieuw met een internetverbinding.
pl: Jesteś w trybie offline. Spróbuj ponownie z połączeniem internetowym.
pt: Está offline. Tente novamente utilizando uma ligação à internet.
pt_br: Você está off-line. Conecte-se à Internet e tente novamente.
ro: Nu există conexiune. Reîncercați după ce aveți conexiune la internet.
ru: Сейчас вы не в сети, повторите попытку при наличии подключения к интернету.
sk: Momentálne ste offline, skúste to, prosím, znova s pripojením na internet.
sl: Trenutno ste brez povezave, poskusite znova z internetno povezavo.
sv: Du är för närvarande offline, försök igen med internetanslutning.
tr: Şu anda çevrim dışısınız. Lütfen internete bağlı olduğunuzdan emin olup yeniden deneyin.
uk: Зараз ви не в мережі. Спробуйте ще раз, коли буде наявне з'єднання з мережею.
zh_hans: 当前处于离线状态，请连接互联网后重试。
zh_hant: 您目前已離線，請連上網際網路後再試一次。

source: You blocked this sender
be: Вы заблакіравалі гэтага адпраўніка
ca: Heu bloquejat aquest remitent
cs: Zablokovali jste tohoto odesílatele
da: Du har blokeret denne afsender
de: Der Absender wurde gesperrt
el: Αποκλείσατε αυτόν τον αποστολέα
es: Has bloqueado este remitente
es_419: Ha bloqueado este remitente.
fi: Estit tämän lähettäjän
fr: Vous avez bloqué cet expéditeur.
hu: Blokkolta ezt a feladót
id: Anda memblokir pengirim ini
it: Hai bloccato questo mittente
ja: この送信者をブロックしました
ka: თქვენ დაბლოკეთ ეს გამომგზავნი
ko: 이 전송자를 차단했습니다
nb: Du blokkerte denne avsenderen
nl: U heeft deze afzender geblokkeerd
pl: Zablokowano nadawcę
pt: Bloqueou este remetente.
pt_br: Você bloqueou este remetente
ro: Ați blocat acest expeditor.
ru: Вы заблокировали этого отправителя
sk: Tohto odosielateľa ste zablokovali
sl: Tega pošiljatelja ste blokirali
sv: Du blockerade denna avsändare
tr: Bu göndericiyi engellediniz
uk: Ви заблокували цього відправника
zh_hans: 您屏蔽了此发件人
zh_hant: 您已封鎖此寄件者

source: You can either update your search query or clear it.
be: Вы можаце змяніць ваш пошукавы запыт або ачысціць яго.
ca: Podeu actualitzar la consulta de cerca o esborrar-la.
cs: Můžete buď aktualizovat hledaný dotaz nebo jej smazat.
da: Du kan enten opdatere din søgeforespørgsel eller slette den.
de: Du kannst deine Suchanfrage entweder aktualisieren oder löschen.
el: Μπορείτε είτε να ενημερώσετε τα κριτήρια αναζήτησης σας ή να τα αφαιρέσετε.
es: Puedes actualizar tu consulta de búsqueda o borrarla.
es_419: Puede actualizar la consulta de búsqueda o borrarla.
fi: Voit joko muuttaa hakulausekettasi tai tyhjentää sen.
fr: Vous pouvez soit mettre à jour votre recherche, soit l'effacer.
hu: Módosíthatja a keresést, vagy törölheti azt.
id: Anda dapat memperbarui atau menghapus kueri pencarian Anda.
it: Puoi aggiornare la query di ricerca o cancellarla.
ja: 検索クエリを更新することも、クリアすることもできます。
ka: ძებნის თქვენი მოთხოვნა შეგიძლიათ, განაახლოთ, ან მოაცილოთ.
ko: 검색 쿼리를 업데이트 하거나 삭제할 수 있습니다.
nb: Du kan enten oppdatere søket eller nullstille det.
nl: U kunt uw zoekopdracht bewerken of wissen.
pl: Możesz zaktualizować zapytanie lub wyczyścić je.
pt: Pode atualizar a sua consulta de pesquisa ou limpá-la.
pt_br: Você pode atualizar sua consulta de pesquisa ou limpá-la.
ro: Puteți actualiza interogarea de căutare sau să o goliți.
ru: Вы можете изменить свой поисковый запрос либо удалить его.
sk: Vyhľadávací dotaz môžete upraviť alebo vymazať.
sl: Iskalno poizvedbo lahko spremenite ali jo izbrišete.
sv: Du kan antingen uppdatera din sökfråga eller rensa den.
tr: Arama sorgunuzu güncelleyebilir veya temizleyebilirsiniz.
uk: Ви можете оновити пошуковий запит або очистити його.
zh_hans: 您可以修改或清除搜索内容。
zh_hant: 您可以修改搜尋查詢，或是清空搜尋關鍵字。

source: You need to be online to edit scheduled messages
be: Вам трэба быць падключаным да інтэрнэту, каб рэдагаваць запланаваныя паведамленні
ca: Heu d'estar en línia per editar els missatges planificats
cs: Pro úpravu naplánované zprávy musíte být online
da: Du skal være online for at redigér planlagte beskeder
de: Es muss eine Internetverbindung bestehen, um geplante Nachrichten bearbeiten zu können.
el: Χρειάζεται να είστε συνδεδεμένοι για να επεξεργαστείτε προγραμματισμένα μηνύματα
es: Necesitas estar online para editar mensajes programados
es_419: Necesita estar en línea para editar mensajes programados.
fi: Sinun on oltava yhdistettynä verkkoon muokataksesi ajoitettuja viestejä.
fr: Vous devez être en ligne pour modifier les messages programmés.
hu: Online kell lennie az ütemezett üzenetek szerkesztéséhez
id: Anda perlu online untuk menyunting pesan terjadwal
it: Devi essere online per modificare i messaggi programmati
ja: スケジュールされたメッセージを編集するには、オンラインである必要があります。
ko: 예약된 메시지를 수정하려면 온라인 상태여야 합니다.
nb: Du må være pålogget for å redigere planlagte meldinger
nl: U moet online zijn om geplande berichten te bewerken
pl: Aby edytować zaplanowane wiadomości, musisz być online
pt: Tem de estar online para editar mensagens agendadas.
pt_br: Você precisa estar on-line para editar mensagens agendadas
ro: Trebuie să aveți conexiune pentru a edita mesaje programate.
ru: Для редактирования запланированных сообщений необходимо подключение к сети
sk: Ak chcete upravovať naplánované správy, musíte byť online.
sl: Morate biti povezani za urejanje načrtovanih sporočil.
sv: Du måste vara online för att redigera schemalagda meddelanden
tr: Zamanlanmış iletileri düzenlemek için çevrim içi olmanız gerekiyor
uk: Вам потрібно бути в мережі, щоби змінити заплановані повідомлення
zh_hans: 您需要在线编辑定时邮件
zh_hant: 您需要連線才能編輯排程訊息

source: Your device is offline
be: Ваша прылада па-за сеткай
ca: El dispositiu està fora de línia
cs: Vaše zařízení je offline
da: Din enhed er offline
de: Das Gerät ist nicht mit dem Internet verbunden
el: Η συσκευή σας είναι εκτός σύνδεσης
es: El dispositivo está desconectado
es_419: Su dispositivo está desconectado.
fi: Laitteesi on offline tilassa
fr: Votre appareil est hors ligne.
hu: Az eszköz offline
id: Perangkat Anda sedang offline
it: Il tuo dispositivo è offline.
ja: デバイスがオフラインです
ka: თქვენი მოწყობილობა ხაზგარეშეა
ko: 기기가 오프라인입니다
nb: Enheten din er frakoblet
nl: Uw apparaat is offline
pl: Urządzenie jest w trybie offline
pt: O seu dispositivo está offline.
pt_br: Seu dispositivo está off-line.
ro: Dispozitivul nu are conexiune
ru: Ваше устройство не в сети
sk: Vaše zariadenie je offline
sl: Naprava ni povezana z omrežjem
sv: Din enhet är offline
tr: Aygıtınız çevrim dışı
uk: Ваш пристрій поза мережею
zh_hans: 您的设备处于离线状态
zh_hant: 您的裝置已離線
